{
    "name": "V3",
    "type": "SUPREME MACHINE",
    "description": "After the final war, a third model was hastily created to rebuild the destroyed cities. To conserve resources, most of which had been expended during the war, this model was based on V1 and produced in the same factories. As a result, it shares the same exterior plating as V1 and is capable of refueling through contact with blood.\n\nIn order to accelerate the rebuilding process, these models were equipped with grappling hooks and a powerful artificial intelligence that leans heavily towards cooperation. This AI communicates with other instances of the same model through internal channels, thereby enhancing productivity and coherence.\n\nBecause of the V3 model's original non-military purpose, it might appear to be a less formidable adversary. However, they are well aware of this fact. Therefore, unlike other machines, they consistently move in pairs and sometimes even in large flocks.\n\nThe V3 model's AI was developed by a feminine fan of Rubik's Cubes. While a good job was done in creating such advanced technology, it would seem like a part of femininity found its way into contaminating this model's AI.\n\nDue to their nature, V3 models are very good craftmen. As such, they are able to replicate all sorts of machinery. Even new arms if needed. Using those skills, some groups of V3 models got to the middle layers of Hell very quickly. But it is possible that some may have gotten exhausted. Leaving themselves vulnerable to other enemies, like machines in need of repairs.\n\nA study of a journal named \"The Reconstruction of Our Home\", depicts how different V3 models were assigned different labours: some were equipped with strong arms to easily move heavy weights, some were given a grappling hook to move better on rugged terrains, and others just fulfilled simple roles to assist the civilization.",
    "strategy": "- Their movements and combat tactics can be confusing or unpredictable; it is recommended to counteract this by employing your own erratic maneuvers.\n\n- Similar to you, they possess the ability to replenish their health by absorbing the blood of enemies or even yours. Maintaining a considerable distance is strongly recommended to thwart their self-healing.\n\n- Occasionally, they engage in healing each other when outside active combat, exchanging blood. Utilize this opportunity to launch an attack.\n\n- Attempting to fight multiple at once is futile. Instead, concentrate your efforts on one target at a time as to not become overwhelmed."
}