{
    "name": "V3",
    "type": "SUPREME MACHINE",
    "description": "After the final war, a third model was hastily created to rebuild humanity's fallen cities. To conserve resources, most of which had been expended by the war, the new model was nearly identical to V1's original design, and was assembled in the same factories from which V1's parts originated. As a result, it shares the same exterior plating as V1 and is capable of refueling through contact with blood.\n\nIn order to accelerate their work, many V3 models were equipped with grappling hooks, and their programming was specifically designed to work best in a cooperative setting with other machines of the same make, communicating with each other through internal channels to increase group productivity and coherence.\n\nBecause of the V3 model's intended non-militaristic purpose, it's often thought to be a less formidable adversary. This, however, is an ill-conceived notion, as the model's original basis on V1's design combined with an aptitude for team play makes a deadly opponent.\n\nDue to their nature, V3 models possess a high aptitude for craftsmanship and problem-solving. Able to replicate and construct machinery of all kinds, including new parts for themselves, these machines had little difficulty penetrating the deeper layers of Hell- though their tendency to work in teams may have left some lone models vulnerable, with parts ripe for the taking...\n\nOne particular journal, \"The Reconstruction of our Home\", explains how different V3 models were outfitted and equipped for different tasks. Some were given stronger, more durable limbs, others were given the aforementioned grappling hooks, and so on and so forth.\n\nEach individual model was programmed with a very specific, highly sophisticated code that has, over time, evolved into a sort of individuality not often seen in machines. This has manifested in a number of ways, including but not limited to unique self-modifications, preferred cooperations between particular individuals, remarkable aptitude differences in specific skills, and so on.",
    "strategy": "- Their movements and combat tactics can be confusing or unpredictable; it is recommended to counteract this by employing your own erratic maneuvers.\n\n- Similar to you, they possess the ability to replenish their health by absorbing the blood of enemies or even yours. Maintaining a considerable distance is strongly recommended to thwart their self-healing.\n\n- Occasionally, they engage in healing each other when outside active combat, exchanging blood. Utilize this opportunity to launch an attack.\n\n- Attempting to fight multiple at once is futile. Instead, concentrate your efforts on one target at a time as to not become overwhelmed."
}
